Repository: moxuan1121/OpenMinis
Catalog: src/ios/Localizable.xcstrings
Source language: en
Languages: de, es, fil, fr, hr, id, ja, ko, ms, pl, pt_br, ro, ru, th, tr, zh_hans, zh_hant

source: This permanently deletes ALL legacy v1 records from this device's iCloud zone. Other devices that haven't finished migrating yet will see their next v1 fetch return empty. Only proceed if v2 push is at 100% and you understand the consequences.
de: Dies löscht ALLE Legacy-V1-Datensätze in der iCloud-Zone dieses Geräts dauerhaft. Andere Geräte, die ihre Migration noch nicht abgeschlossen haben, sehen bei ihrem nächsten V1-Abruf eine leere Zone. Fortfahren nur, wenn der V2-Push 100 % erreicht hat und du die Konsequenzen verstehst.
es: Esto elimina de forma permanente TODOS los registros heredados de v1 de la zona de iCloud de este dispositivo. Los demás dispositivos que aún no hayan terminado de migrar recibirán una respuesta vacía en su próxima descarga de v1. Continúa solo si el envío de v2 está al 100 % y entiendes las consecuencias.
fil: Permanenteng tinatanggal nito LAHAT ng lumang v1 record sa iCloud zone ng device na ito. Makikita ng ibang device na hindi pa tapos lumipat na walang laman ang susunod nilang v1 fetch. Magpatuloy lang kung 100% na ang v2 push at naiintindihan mo ang mga kahihinatnan.
fr: Cette opération supprime définitivement TOUS les enregistrements V1 hérités de la zone iCloud de cet appareil. Les autres appareils qui n'ont pas terminé leur migration verront leur prochaine récupération V1 renvoyer un résultat vide. Ne continuez que si la migration V2 est à 100 % et que vous comprenez les conséquences.
hr: Ovo trajno briše SVE zastarjele v1 zapise iz iCloud zone ovog uređaja. Drugim uređajima koji još nisu dovršili migraciju sljedeće v1 dohvaćanje vratit će prazan rezultat. Nastavite samo ako je v2 slanje na 100 % i ako razumijete posljedice.
id: Ini menghapus permanen SEMUA catatan v1 lama dari zona iCloud perangkat ini. Perangkat lain yang belum selesai bermigrasi akan mendapati pengambilan v1 berikutnya kosong. Lanjutkan hanya jika pengiriman v2 sudah 100% dan Anda memahami konsekuensinya.
ja: このデバイスの iCloud ゾーンから V1 のすべての旧レコードを永久に削除します。マイグレーションが未完了の他のデバイスは、次回の V1 フェッチで空のゾーンを受け取ります。 V2 プッシュが 100% 完了し、影響を理解した上でのみ実行してください。
ko: 이 작업은 이 기기의 iCloud 영역에서 모든 V1 레거시 레코드를 영구적으로 삭제합니다. 아직 마이그레이션을 완료하지 않은 다른 기기는 다음 V1 가져오기에서 빈 영역을 받게 됩니다. V2 푸시가 100% 완료되고 결과를 이해한 경우에만 진행하세요.
ms: Ini memadam secara kekal SEMUA rekod v1 lama dari zon iCloud peranti ini. Peranti lain yang belum selesai bermigrasi akan mendapati ambilan v1 seterusnya kosong. Teruskan hanya jika penghantaran v2 sudah 100% dan anda memahami akibatnya.
pl: Trwale usuwa to WSZYSTKIE dawne rekordy v1 ze strefy iCloud tego urządzenia. Urządzenia, które nie zakończyły migracji, przy następnym pobraniu v1 zobaczą pustkę. Kontynuuj tylko wtedy, gdy wysyłka v2 jest na 100% i rozumiesz konsekwencje.
pt_br: Isso exclui definitivamente TODOS os registros v1 antigos da zona do iCloud deste dispositivo. Os outros dispositivos que ainda não terminaram a migração verão a próxima busca v1 voltar vazia. Só continue se o envio da v2 estiver em 100% e você entender as consequências.
ro: Se șterg definitiv TOATE înregistrările v1 vechi din zona iCloud a acestui dispozitiv. Celelalte dispozitive care nu au terminat migrarea vor primi o zonă goală la următoarea preluare v1. Continuă doar dacă trimiterea v2 este la 100% și înțelegi consecințele.
ru: Это безвозвратно удалит ВСЕ устаревшие записи v1 из зоны iCloud этого устройства. Другие устройства, ещё не завершившие миграцию, при следующей загрузке v1 получат пустой результат. Продолжайте только если выгрузка v2 завершена на 100% и вы понимаете последствия.
th: การกระทำนี้จะลบระเบียน v1 เดิมทั้งหมดออกจากโซน iCloud ของอุปกรณ์นี้อย่างถาวร อุปกรณ์อื่นที่ยังย้ายข้อมูลไม่เสร็จจะพบว่าการดึงข้อมูล v1 ครั้งถัดไปว่างเปล่า ดำเนินการต่อเฉพาะเมื่อการส่ง v2 อยู่ที่ 100% และคุณเข้าใจผลที่ตามมา
tr: Bu işlem, bu aygıtın iCloud bölgesindeki TÜM eski v1 kayıtlarını kalıcı olarak siler. Taşımayı henüz bitirmemiş diğer aygıtlar, sonraki v1 almalarını boş görecek. Yalnızca v2 gönderimi %100 ise ve sonuçlarını anlıyorsanız sürdürün.
zh_hans: 此操作将永久删除本设备 iCloud 区中所有 V1 旧记录。其他尚未完成迁移的设备下次拉取 V1 数据时将得到空结果。 仅在 V2 推送已达 100% 且理解后果的情况下继续。
zh_hant: 這會永久刪除這台裝置 iCloud 區域中所有的 V1 舊記錄。尚未完成移轉的其他裝置，下次擷取 V1 時會得到空的結果。 請只在 V2 上傳已達 100% 且你了解後果時才繼續。

source: This provider isn't supported in this app version.
de: Dieser Anbieter wird in dieser App-Version nicht unterstützt.
es: Este proveedor no es compatible con esta versión de la app.
fil: Hindi suportado ang provider na ito sa bersyong ito ng app.
fr: Ce fournisseur n'est pas pris en charge dans cette version de l'app.
hr: Ovaj pružatelj nije podržan u ovoj verziji aplikacije.
id: Penyedia ini tidak didukung di versi aplikasi ini.
ja: このプロバイダーは、このバージョンのアプリでは非対応です。
ko: 이 공급자는 이 앱 버전에서 지원되지 않습니다.
ms: Pembekal ini tidak disokong dalam versi apl ini.
pl: Ten dostawca nie jest obsługiwany w tej wersji aplikacji.
pt_br: Este provedor não tem suporte nesta versão do app.
ro: Acest furnizor nu este acceptat în această versiune a aplicației.
ru: Этот провайдер не поддерживается в этой версии приложения.
th: ไม่รองรับผู้ให้บริการนี้ในแอปเวอร์ชันนี้
tr: Bu sağlayıcı bu uygulama sürümünde desteklenmiyor.
zh_hans: 当前应用版本不支持此服务商。
zh_hant: 此版本 App 不支援這個服務商。

source: This provider uses an official protocol, so its thinking parameters are maintained by Minis. Custom rules apply to OpenAI-compatible providers on the Chat Completions API.
de: Dieser Anbieter verwendet ein offizielles Protokoll, daher werden seine Denkparameter von Minis gepflegt. Eigene Regeln gelten für OpenAI-kompatible Anbieter über die Chat-Completions-API.
es: Este proveedor usa un protocolo oficial, por lo que Minis gestiona sus parámetros de razonamiento. Las reglas personalizadas se aplican a los proveedores compatibles con OpenAI en la API de Chat Completions.
fil: Gumagamit ng opisyal na protocol ang provider na ito, kaya ang Minis ang nagmi-maintain ng thinking parameter nito. Naaangkop ang custom na rule sa mga OpenAI-compatible na provider sa Chat Completions API.
fr: Ce fournisseur utilise un protocole officiel : ses paramètres de réflexion sont donc gérés par Minis. Les règles personnalisées s'appliquent aux fournisseurs compatibles OpenAI via l'API Chat Completions.
hr: Ovaj pružatelj koristi službeni protokol, pa njegove parametre razmišljanja održava Minis. Prilagođena pravila primjenjuju se na pružatelje kompatibilne s OpenAI-jem koji koriste Chat Completions API.
id: Penyedia ini memakai protokol resmi, jadi parameter berpikirnya dikelola oleh Minis. Aturan kustom berlaku untuk penyedia kompatibel OpenAI pada Chat Completions API.
ja: このプロバイダーは公式プロトコルを使うため、思考パラメータは Minis が管理します。カスタムルールは、Chat Completions API を使う OpenAI 互換プロバイダーに適用されます。
ko: 이 공급자는 공식 프로토콜을 사용하므로 사고 매개변수는 Minis가 관리합니다. 사용자 규칙은 Chat Completions API를 쓰는 OpenAI 호환 공급자에 적용됩니다.
ms: Pembekal ini menggunakan protokol rasmi, jadi parameter berfikirnya diselenggara oleh Minis. Peraturan tersuai terpakai untuk pembekal serasi OpenAI pada Chat Completions API.
pl: Ten dostawca korzysta z oficjalnego protokołu, więc jego parametrami myślenia zarządza Minis. Reguły niestandardowe dotyczą dostawców zgodnych z OpenAI w API Chat Completions.
pt_br: Este provedor usa um protocolo oficial, então os parâmetros de raciocínio dele são mantidos pelo Minis. As regras personalizadas valem para provedores compatíveis com a API Chat Completions da OpenAI.
ro: Acest furnizor folosește un protocol oficial, așa că parametrii săi de gândire sunt gestionați de Minis. Regulile personalizate se aplică furnizorilor compatibili cu OpenAI pe API-ul Chat Completions.
ru: Этот провайдер использует официальный протокол, поэтому его параметры размышления поддерживаются самим Minis. Свои правила применяются к OpenAI-совместимым провайдерам через API Chat Completions.
th: ผู้ให้บริการนี้ใช้โปรโตคอลทางการ พารามิเตอร์การคิดจึงดูแลโดย Minis กฎที่กำหนดเองใช้กับผู้ให้บริการที่รองรับ OpenAI บน Chat Completions API
tr: Bu sağlayıcı resmi bir protokol kullandığından düşünme parametreleri Minis tarafından yönetilir. Özel kurallar, Chat Completions API'sindeki OpenAI uyumlu sağlayıcılar için geçerlidir.
zh_hans: 该服务商使用官方协议，思考参数由 Minis 内置维护。自定义规则适用于走 Chat Completions 接口的 OpenAI 兼容服务商。
zh_hant: 這個服務商使用官方協定，因此其思考參數由 Minis 維護。自訂規則適用於使用 Chat Completions API 的 OpenAI 相容服務商。

source: This session is locked
de: Diese Sitzung ist gesperrt
es: Esta sesión está bloqueada
fil: Naka-lock ang session na ito
fr: Cette session est verrouillée
hr: Ova je sesija zaključana
id: Sesi ini terkunci
ja: このセッションはロックされています
ko: 이 세션은 잠겨 있습니다
ms: Sesi ini berkunci
pl: Ta sesja jest zablokowana
pt_br: Esta sessão está bloqueada
ro: Această sesiune este blocată
ru: Эта сессия заблокирована
th: เซสชันนี้ถูกล็อก
tr: Bu oturum kilitli
zh_hans: 此会话已锁定
zh_hant: 這個工作階段已鎖定

source: This tool may have been paused by the system while running in the background. Enable enhanced background execution to improve background task reliability.
de: Dieses Werkzeug wurde vom System möglicherweise pausiert, während es im Hintergrund lief. Aktiviere die erweiterte Hintergrundausführung, um Hintergrundaufgaben zuverlässiger zu machen.
es: Puede que el sistema haya pausado esta herramienta mientras se ejecutaba en segundo plano. Activa la ejecución mejorada en segundo plano para mejorar la fiabilidad de las tareas en segundo plano.
fil: Maaaring na-pause ng system ang tool na ito habang tumatakbo sa background. I-enable ang enhanced background execution para mapabuti ang pagiging maaasahan ng background task.
fr: Cet outil a peut-être été suspendu par le système pendant son exécution en arrière-plan. Activez l'exécution en arrière-plan étendue pour fiabiliser les tâches en arrière-plan.
hr: Sustav je možda pauzirao ovaj alat dok se izvršavao u pozadini. Omogućite prošireno izvršavanje u pozadini radi bolje pouzdanosti pozadinskih zadataka.
id: Alat ini mungkin dijeda sistem saat berjalan di latar belakang. Aktifkan eksekusi latar belakang yang ditingkatkan untuk memperbaiki keandalan tugas latar belakang.
ja: このツールは、バックグラウンド実行中にシステムによって一時停止された可能性があります。バックグラウンド実行の強化を有効にすると、動作がより安定します。
ko: 이 도구는 백그라운드 실행 중에 시스템에 의해 일시 정지되었을 수 있습니다. 백그라운드 실행 강화를 활성화하면 작업이 더 안정적으로 수행됩니다.
ms: Alat ini mungkin dijeda oleh sistem semasa berjalan di latar belakang. Aktifkan pelaksanaan latar belakang dipertingkat untuk memperbaiki kebolehpercayaan tugas latar belakang.
pl: To narzędzie mogło zostać wstrzymane przez system podczas pracy w tle. Włącz rozszerzone działanie w tle, aby zwiększyć niezawodność zadań w tle.
pt_br: O sistema pode ter pausado esta ferramenta enquanto ela rodava em segundo plano. Ative a execução estendida em segundo plano para tornar as tarefas mais confiáveis.
ro: Este posibil ca sistemul să fi suspendat această unealtă în timp ce rula în fundal. Activează execuția extinsă în fundal pentru sarcini mai fiabile.
ru: Система могла приостановить этот инструмент во время работы в фоне. Включите расширенное выполнение в фоне, чтобы повысить надёжность фоновых задач.
th: เครื่องมือนี้อาจถูกระบบหยุดชั่วคราวขณะทำงานเบื้องหลัง เปิดใช้งานการทำงานเบื้องหลังแบบปรับปรุงเพื่อเพิ่มความน่าเชื่อถือของงานเบื้องหลัง
tr: Bu araç, arka planda çalışırken sistem tarafından duraklatılmış olabilir. Arka plan görev güvenilirliğini artırmak için gelişmiş arka plan yürütmeyi etkinleştirin.
zh_hans: 该工具在后台运行期间可能已被系统暂停。开启增强后台执行可提升后台任务的可靠性。
zh_hant: 該工具在背景執行期間可能已被系統暫停。開啟增強背景執行可提升背景任務的可靠性。

source: This voice service shares the API key and endpoint of its provider. To change them, edit that provider.
de: Dieser Sprachdienst teilt sich den API-Schlüssel und Endpunkt seines Anbieters. Um sie zu ändern, bearbeite diesen Anbieter.
es: Este servicio de voz comparte la clave de API y el endpoint de su proveedor. Para cambiarlos, edita ese proveedor.
fil: Ginagamit ng voice service na ito ang API key at endpoint ng provider nito. Para baguhin, i-edit ang provider na iyon.
fr: Ce service vocal partage la clé API et le point de terminaison de son fournisseur. Pour les modifier, modifie ce fournisseur.
hr: Ova glasovna usluga dijeli API ključ i krajnju točku svojeg pružatelja. Za njihovu promjenu uredite tog pružatelja.
id: Layanan suara ini memakai kunci API dan endpoint penyedianya. Untuk mengubahnya, edit penyedia tersebut.
ja: この音声サービスはプロバイダーの API キーとエンドポイントを共有しています。変更するには、そのプロバイダーを編集してください。
ko: 이 음성 서비스는 제공자의 API 키와 엔드포인트를 공유합니다. 변경하려면 해당 제공자를 편집하세요.
ms: Perkhidmatan suara ini berkongsi kunci API dan endpoint pembekalnya. Untuk menukarnya, edit pembekal tersebut.
pl: Ta usługa głosowa korzysta z klucza API i punktu końcowego swojego dostawcy. Aby je zmienić, edytuj tego dostawcę.
pt_br: Este serviço de voz compartilha a chave de API e o endpoint do provedor dele. Para alterá-los, edite esse provedor.
ro: Acest serviciu vocal folosește cheia API și punctul final ale furnizorului său. Pentru a le schimba, editează furnizorul respectiv.
ru: Этот голосовой сервис использует общий ключ API и эндпойнт своего провайдера. Чтобы изменить их, отредактируйте этого провайдера.
th: บริการเสียงนี้ใช้คีย์ API และเอนด์พอยต์ร่วมกับผู้ให้บริการของมัน หากต้องการเปลี่ยน ให้แก้ไขผู้ให้บริการนั้น
tr: Bu ses hizmeti, sağlayıcısının API anahtarını ve uç noktasını paylaşır. Bunları değiştirmek için ilgili sağlayıcıyı düzenleyin.
zh_hans: 此语音服务与其服务商共享 API Key 和接口地址。如需更改，请编辑该服务商。
zh_hant: 此語音服務與其服務商共享 API Key 和端點。如需變更，請編輯該服務商。

source: This Week
de: Diese Woche
es: Esta semana
fil: Ngayong Linggo
fr: Cette semaine
hr: Ovaj tjedan
id: Minggu Ini
ja: 今週
ko: 이번 주
ms: Minggu Ini
pl: W tym tygodniu
pt_br: Esta semana
ro: Săptămâna aceasta
ru: На этой неделе
th: สัปดาห์นี้
tr: Bu Hafta
zh_hans: 本周
zh_hant: 本週

source: This will backup /root directory before resetting. You can restore it later.
de: Das Verzeichnis /root wird vor dem Zurücksetzen gesichert. Sie können es später wiederherstellen.
es: Esto hará una copia de seguridad del directorio /root antes de restablecer. Podrás restaurarla más tarde.
fil: Iba-backup nito ang /root directory bago mag-reset. Puwede mo itong i-restore mamaya.
fr: Le répertoire /root sera sauvegardé avant la réinitialisation. Vous pourrez le restaurer plus tard.
hr: Ovo će izraditi sigurnosnu kopiju direktorija /root prije resetiranja. Kasnije je možete vratiti.
id: Ini akan mencadangkan direktori /root sebelum menyetel ulang. Anda dapat memulihkannya nanti.
ja: リセット前に /root ディレクトリをバックアップします。後で復元できます。
ko: 재설정 전에 /root 디렉토리를 백업합니다. 나중에 복원할 수 있습니다.
ms: Ini akan menyandarkan direktori /root sebelum menetapkan semula. Anda boleh memulihkannya kemudian.
pl: Przed resetem zostanie utworzona kopia katalogu /root. Możesz ją później przywrócić.
pt_br: Isso vai fazer backup do diretório /root antes de redefinir. Você pode restaurá-lo depois.
ro: Se va face o copie a directorului /root înainte de resetare. O poți restaura mai târziu.
ru: Перед сбросом будет создана резервная копия папки /root. Её можно восстановить позже.
th: การกระทำนี้จะสำรองไดเรกทอรี /root ก่อนรีเซ็ต คุณกู้คืนได้ภายหลัง
tr: Bu işlem sıfırlamadan önce /root dizinini yedekler. Daha sonra geri yükleyebilirsiniz.
zh_hans: 重置前将备份 /root 目录。稍后可以恢复。
zh_hant: 重設前將備份 /root 目錄。稍後可以恢復。

source: This will backup your /root directory, then reset the rootfs. You can restore the backup later.
de: Ihr /root-Verzeichnis wird gesichert, dann wird das Rootfs zurückgesetzt. Sie können die Sicherung später wiederherstellen.
es: Esto hará una copia de seguridad de tu directorio /root y luego restablecerá el rootfs. Podrás restaurar la copia más tarde.
fil: Iba-backup nito ang /root directory mo, tapos ire-reset ang rootfs. Puwede mong i-restore ang backup mamaya.
fr: Le dossier /root sera sauvegardé, puis le rootfs sera réinitialisé. Vous pourrez restaurer la sauvegarde plus tard.
hr: Ovo će izraditi sigurnosnu kopiju vašeg direktorija /root, a zatim resetirati rootfs. Kopiju možete kasnije vratiti.
id: Ini akan mencadangkan direktori /root Anda, lalu menyetel ulang rootfs. Anda dapat memulihkan cadangannya nanti.
ja: /root ディレクトリをバックアップしてからrootfsをリセットします。後でバックアップを復元できます。
ko: /root 디렉토리를 백업한 후 rootfs를 초기화합니다. 나중에 백업을 복원할 수 있습니다.
ms: Ini akan menyandarkan direktori /root anda, kemudian menetapkan semula rootfs. Anda boleh memulihkan sandarannya kemudian.
pl: Katalog /root zostanie zapisany, a następnie rootfs zostanie zresetowany. Kopię można przywrócić później.
pt_br: A pasta /root será salva e depois o rootfs será redefinido. Você pode restaurar o backup mais tarde.
ro: Directorul /root va fi salvat, apoi rootfs va fi resetat. Poți restaura copia mai târziu.
ru: Будет создана резервная копия вашей папки /root, после чего rootfs будет сброшен. Резервную копию можно восстановить позже.
th: การกระทำนี้จะสำรองไดเรกทอรี /root ของคุณ แล้วรีเซ็ต rootfs คุณกู้คืนข้อมูลสำรองได้ภายหลัง
tr: Bu işlem önce /root dizininizi yedekler, sonra rootfs'i sıfırlar. Yedeği daha sonra geri yükleyebilirsiniz.
zh_hans: 这将备份您的 /root 目录，然后重置 rootfs。您可以稍后恢复备份。
zh_hant: 這將備份您的 /root 目錄，然後重設 rootfs。您可以稍後恢復備份。

source: This will be the folder name under /var/minis/mounts/
de: Dies wird der Ordnername unter /var/minis/mounts/
es: Este será el nombre de la carpeta dentro de /var/minis/mounts/
fil: Ito ang magiging pangalan ng folder sa ilalim ng /var/minis/mounts/
fr: Ce sera le nom du dossier sous /var/minis/mounts/
hr: To će biti naziv mape unutar /var/minis/mounts/
id: Ini akan menjadi nama folder di bawah /var/minis/mounts/
ja: /var/minis/mounts/ 配下のフォルダ名になります
ko: /var/minis/mounts/ 아래의 폴더 이름이 됩니다
ms: Ini akan menjadi nama folder di bawah /var/minis/mounts/
pl: To będzie nazwa folderu w /var/minis/mounts/
pt_br: Este será o nome da pasta dentro de /var/minis/mounts/
ro: Acesta va fi numele dosarului din /var/minis/mounts/
ru: Это будет имя папки внутри /var/minis/mounts/
th: นี่จะเป็นชื่อโฟลเดอร์ภายใต้ /var/minis/mounts/
tr: Bu, /var/minis/mounts/ altındaki klasör adı olacak
zh_hans: 将作为 /var/minis/mounts/ 下的文件夹名
zh_hant: 將作爲 /var/minis/mounts/ 下的資料夾名

source: This will clear all customizations (including force-enabled thinking) and restore the provider's default values.
de: Alle Anpassungen (einschließlich erzwungenem Denkmodus) werden gelöscht und die Standardwerte des Anbieters wiederhergestellt.
es: Esto borrará todas las personalizaciones (incluido el razonamiento forzado) y restaurará los valores predeterminados del proveedor.
fil: Ic-clear nito lahat ng pagbabago (kasama ang sapilitang thinking) at ibabalik ang mga default na halaga ng provider.
fr: Cela effacera toutes les personnalisations (y compris la réflexion forcée) et restaurera les valeurs par défaut du fournisseur.
hr: Ovo će ukloniti sve prilagodbe (uključujući prisilno omogućeno razmišljanje) i vratiti zadane vrijednosti pružatelja.
id: Ini akan membersihkan semua kustomisasi (termasuk berpikir yang dipaksa aktif) dan memulihkan nilai bawaan penyedia.
ja: すべてのカスタマイズ（強制有効化した思考を含む）がクリアされ、プロバイダのデフォルト値に戻ります。
ko: 모든 사용자 정의(강제 활성화된 사고 포함)가 삭제되고 제공자의 기본값으로 복원됩니다.
ms: Ini akan mengosongkan semua penyesuaian (termasuk berfikir yang dipaksa aktif) dan memulihkan nilai lalai pembekal.
pl: Wyczyści to wszystkie własne ustawienia (w tym wymuszone myślenie) i przywróci wartości domyślne dostawcy.
pt_br: Isso vai limpar todas as personalizações (inclusive o raciocínio forçado) e restaurar os valores padrão do provedor.
ro: Se vor șterge toate personalizările (inclusiv gândirea forțată) și se vor restaura valorile implicite ale furnizorului.
ru: Все настройки (включая принудительно включённый режим мышления) будут сброшены, и восстановлены значения провайдера по умолчанию.
th: การกระทำนี้จะล้างการปรับแต่งทั้งหมด (รวมถึงการบังคับเปิดการคิด) และคืนค่าเริ่มต้นของผู้ให้บริการ
tr: Bu işlem tüm özelleştirmeleri (zorla etkinleştirilen düşünme dahil) temizler ve sağlayıcının varsayılan değerlerini geri yükler.
zh_hans: 将清除所有自定义设置（包括强制开启的深度思考），恢复为服务商默认值。
zh_hant: 將清除所有自訂設定（包括強制開啟的深度思考），恢復為服務商預設值。

source: This will delete %@ of files. This action cannot be undone.
de: Es werden %@ an Dateien gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.
es: Esto eliminará %@ de archivos. Esta acción no se puede deshacer.
fil: Tatanggalin nito ang %@ ng file. Hindi na ito maibabalik.
fr: Cela supprimera %@ de fichiers. Cette action est irréversible.
hr: Ovo će obrisati %@ datoteka. Ova se radnja ne može poništiti.
id: Ini akan menghapus %@ file. Tindakan ini tidak dapat dibatalkan.
ja: %@ のファイルが削除されます。この操作は取り消せません。
ko: %@의 파일이 삭제됩니다. 이 작업은 되돌릴 수 없습니다.
ms: Ini akan memadam %@ file. Tindakan ini tidak boleh dibatalkan.
pl: Spowoduje to usunięcie %@ plików. Tej operacji nie można cofnąć.
pt_br: Isso vai excluir %@ de arquivos. Esta ação não pode ser desfeita.
ro: Se vor șterge %@ de fișiere. Această acțiune nu poate fi anulată.
ru: Будет удалено файлов на %@. Это действие нельзя отменить.
th: การกระทำนี้จะลบไฟล์ %@ และไม่สามารถย้อนกลับได้
tr: Bu işlem %@ dosyayı silecek. Bu işlem geri alınamaz.
zh_hans: 这将删除 %@ 的文件。此操作无法撤销。
zh_hant: 這將刪除 %@ 的檔案。此操作無法撤銷。

source: This will delete %@ of log files. This action cannot be undone.
de: Es werden %@ an Protokolldateien gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.
es: Esto eliminará %@ de archivos de registro. Esta acción no se puede deshacer.
fil: Tatanggalin nito ang %@ ng log file. Hindi na ito maibabalik.
fr: Cela supprimera %@ de fichiers journaux. Cette action est irréversible.
hr: Ovo će obrisati %@ datoteka zapisnika. Ova se radnja ne može poništiti.
id: Ini akan menghapus %@ file log. Tindakan ini tidak dapat dibatalkan.
ja: %@ のログファイルが削除されます。この操作は取り消せません。
ko: %@의 로그 파일이 삭제됩니다. 이 작업은 되돌릴 수 없습니다.
ms: Ini akan memadam %@ file log. Tindakan ini tidak boleh dibatalkan.
pl: Spowoduje to usunięcie %@ plików dziennika. Tej operacji nie można cofnąć.
pt_br: Isso vai excluir %@ de arquivos de registro. Esta ação não pode ser desfeita.
ro: Se vor șterge %@ de fișiere de jurnal. Această acțiune nu poate fi anulată.
ru: Будет удалено файлов журналов на %@. Это действие нельзя отменить.
th: การกระทำนี้จะลบไฟล์บันทึก %@ และไม่สามารถย้อนกลับได้
tr: Bu işlem %@ günlük dosyasını silecek. Bu işlem geri alınamaz.
zh_hans: 这将删除 %@ 的日志文件。此操作无法撤销。
zh_hant: 這將刪除 %@ 的日誌檔案。此操作無法撤銷。
